Repository: echosoil/echorepo-lite
Catalog: echorepo/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fi, fr, it, nl, pl, pt, ro, sk

source: Poland
cs: Polsko
de: Polen
el: Πολωνία
es: Polonia
fi: Puola
fr: Pologne
it: Polonia
nl: Polen
pt: Polónia
ro: Polonia
sk: Poľsko

source: Portugal
cs: Portugalsko
el: Πορτογαλία
fi: Portugali
fr: Espagne
it: Portogallo
ro: Portugalia
sk: Portugalsko

source: Romania
cs: Rumunsko
de: Rumänien
el: Ρουμανία
es: Rumania
fr: Roumanie
nl: Roemenië
pt: Roménia
ro: România
sk: Rumunsko

source: Slovakia
cs: Slovensko
de: Slowakei
el: Σλοβακία
es: Eslovaquia
fr: Slovaquie
it: Slovacchia
nl: Slowakije
pt: Eslováquia
ro: Slovacia
sk: Slovensko

source: pH min
el: π H min

source: pH max
el: π H max

source: Date from
cs: Datum od
de: Datum
el: Ημερομηνία από
es: Fecha
fi: Päivämäärä
fr: Date
it: Data da
nl: Datum
pl: Data
pt: Data de
ro: Data de la
sk: Dátum

source: Date to
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha en que
fi: Päivämäärä
fr: À ce jour
it: Data di
nl: Datum tot
pl: Data
pt: Data a
ro: Data la
sk: Dátum

source: Export current search
cs: Exportovat aktuální vyhledávání
de: Aktuelle Suche exportieren
el: Εξαγωγή τρέχουσας αναζήτησης
es: Búsqueda actual de exportación
fi: Vie nykyinen haku
fr: Exporter la recherche actuelle
it: Ricerca corrente di esportazione
nl: Huidige zoekopdracht exporteren
pl: Eksportuj bieżące wyszukiwanie
pt: Exportar a pesquisa atual
ro: Exportă căutarea curentă
sk: Exportovať aktuálne vyhľadávanie

source: Sign in to export results as ZIP.
de: Melden Sie sich an, um die Ergebnisse als ZIP zu exportieren.
el: Συνδεθείτε στα αποτελέσματα των εξαγωγών ως ZIP.
fi: Kirjaudu vientituloksiin ZIP:nä.
it: Accedi per esportare i risultati come ZIP.
nl: Meld je aan om resultaten als ZIP te exporteren.
pt: Inicie sessão para exportar resultados como ZIP.
ro: Semnează pentru a exporta rezultatele ca ZIP.

source: Timestamp
cs: Časový údaj
de: Zeitstempel
el: Χρονοσφραγίδα
fi: Aikaleima
fr: Timbre
nl: Tijdstempel
pl: Znacznik czasu
pt: Timetamp
sk: Časová pečiatka

source: Collected by
cs: Shromážděné
de: Gesammelt von
el: Συλλέγεται από
es: Recopilado por
fi: Kerää
fr: Collecte par
it: Collezionato da
nl: Verzameld door
pl: Kolekcjonowane
pt: Recolhido por
ro: Colectat de
sk: Zhromažďované

source: No results for these filters.
cs: Žádné výsledky pro tyto filtry.
de: Keine Ergebnisse für diese Filter.
el: Δεν υπάρχουν αποτελέσματα για αυτά τα φίλτρα.
es: No hay resultados para estos filtros.
fi: Ei tuloksia näistä suodattimista.
fr: Aucun résultat pour ces filtres.
it: Nessun risultato per questi filtri.
nl: Geen resultaten voor deze filters.
pl: Brak wyników dla tych filtrów.
pt: Nenhum resultado para estes filtros.
ro: Niciun rezultat pentru aceste filtre.
sk: Žiadne výsledky pre tieto filtre.

source: Showing page
cs: Strana
de: Seite anzeigen
el: Εμφάνιση σελίδας
es: Mostrando página
fi: Näytetään sivu
fr: Afficher la page
it: Mostra la pagina
nl: Resultaat pagina
pl: Wyświetlanie strony
pt: Mostrando página
ro: Afișează pagina
sk: Zobrazenie stránky

source: of
cs: z
de: von
el: του
es: de
fr: des
it: di
nl: van
pl: z
pt: de
ro: din
sk: z

source: results
cs: výsledky
de: ergebnisse
el: αποτελέσματα
es: resultados
fi: tulokset
fr: résultats
it: risultati
nl: resultaten
pl: wyniki
pt: resultados
ro: rezultate
sk: výsledky

source: you@example.org
cs: @ example.org
de: sie@example.org
fr: vous@exemple.org
pt: você@example.org
ro: you@exemplu.org

source: Copy view link
de: Link zur Übersicht

source: max
fi: enintään
it: massimo

source: Sign in to export data
it: Accedi per esportare i dati
nl: Aanmelden om gegevens te exporteren

source: QR
it: DESIGNO DEL QR

source: EU-funded
cs: Financování EU
es: Fondo de la UE
fr: Financement de l'UE
pl: Finansowane przez UE
sk: Financované EÚ

source: EU-funded initiative
cs: Iniciativa financovaná EU
es: Iniciativa financiada por la UE
fr: Initiative financée par l'UE
pl: Inicjatywa finansowana przez UE
sk: Iniciatíva financovaná EÚ

source: Copy user key
fr: Copier la clé utilisateur
pl: Kopiuj klucz użytkownika
