Repository: echosoil/echorepo-lite
Catalog: echorepo/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fi, fr, it, nl, pl, pt, ro, sk

source: Your information will only be used for scientific purposes. We do not collect names or addresses. Your details regarding age and gender are only used for statistical purposes and all details are collected and evaluated anonymously. It is not possible to draw conclusions about your person at any time.
cs: Vaše informace budou použity pouze pro vědecké účely. Nesbíráme jména ani adresy. Vaše údaje o věku a pohlaví se používají pouze pro statistické účely a všechny údaje jsou shromažďovány a hodnoceny anonymně. Není možné vyvodit závěry o vaší osobě kdykoliv.
de: Ihre Informationen werden nur für wissenschaftliche Zwecke verwendet. Wir sammeln keine Namen oder Adressen. Ihre Angaben zum Alter und Geschlecht werden nur für statistische Zwecke verwendet und alle Details werden anonym erhoben und ausgewertet. Es ist nicht möglich, jederzeit Rückschlüsse auf Ihre Person zu ziehen.
el: Οι πληροφορίες σας θα χρησιμοποιηθούν μόνο για επιστημονικούς σκοπούς. Δεν συλλέγουμε ονόματα ή διευθύνσεις. Τα στοιχεία σας σχετικά με την ηλικία και το φύλο χρησιμοποιούνται μόνο για στατιστικούς σκοπούς και όλες οι λεπτομέρειες συλλέγονται και αξιολογούνται ανώνυμα. Δεν είναι δυνατόν να βγάλεις συμπεράσματα για το άτομο σου οποιαδήποτε στιγμή.
es: Su información solo se utilizará para fines científicos. No recopilamos nombres ni direcciones. Sus datos relativos a la edad y el género sólo se utilizan para fines estadísticos y todos los detalles se recogen y evalúan de forma anónima. No es posible sacar conclusiones sobre su persona en cualquier momento.
fi: Tietojasi käytetään vain tieteellisiin tarkoituksiin. Emme kerää nimiä tai osoitteita. Ikää ja sukupuolta koskevia tietojasi käytetään vain tilastollisiin tarkoituksiin ja kaikki tiedot kerätään ja arvioidaan nimettömästi. Henkilöstä ei voi tehdä johtopäätöksiä milloinkaan.
fr: Vos informations ne seront utilisées qu'à des fins scientifiques. Nous ne collectons pas de noms ni d'adresses. Vos détails concernant l'âge et le sexe ne sont utilisés qu'à des fins statistiques et tous les détails sont recueillis et évalués de façon anonyme. Il n'est pas possible de tirer des conclusions sur votre personne à tout moment.
it: Le tue informazioni saranno utilizzate solo per scopi scientifici. Non raccogliamo nomi o indirizzi. I dati relativi all'età e al sesso vengono utilizzati solo a fini statistici e tutti i dettagli vengono raccolti e valutati in forma anonima. Non è possibile trarre conclusioni sulla vostra persona in qualsiasi momento.
nl: Uw informatie wordt alleen gebruikt voor wetenschappelijke doeleinden. We verzamelen geen namen of adressen. Uw gegevens over leeftijd en geslacht worden alleen gebruikt voor statistische doeleinden en alle details worden anoniem verzameld en geëvalueerd. Het is op geen enkel moment mogelijk om conclusies over uw persoon te trekken.
pl: Twoje informacje będą wykorzystywane tylko do celów naukowych. Nie zbieramy nazwisk ani adresów. Twoje dane dotyczące wieku i płci są wykorzystywane wyłącznie do celów statystycznych, a wszystkie dane są gromadzone i oceniane anonimowo. Nie jest możliwe wyciągnięcie wniosków na temat osoby w dowolnym momencie.
pt: Suas informações serão usadas apenas para fins científicos. Nós não coletamos nomes ou endereços. Os seus detalhes relativos à idade e sexo são utilizados apenas para fins estatísticos e todos os detalhes são recolhidos e avaliados anonimamente. Não é possível tirar conclusões sobre sua pessoa em qualquer momento.
ro: Informaţiile tale vor fi folosite doar în scopuri ştiinţifice. Nu colectăm nume sau adrese. Detaliile privind vârsta și sexul sunt utilizate doar în scopuri statistice și toate detaliile sunt colectate și evaluate anonim. Nu este posibil să trageţi concluzii despre persoana dumneavoastră în orice moment.
sk: Vaše informácie budú použité len na vedecké účely. Nezhromažďujeme mená ani adresy. Vaše údaje týkajúce sa veku a pohlavia sa používajú len na štatistické účely a všetky detaily sa zhromažďujú a hodnotia anonymne. O vašej osobe nie je možné urobiť žiadne závery.

source: Answering each question in the survey is most appreciated as it plays a crucial role in providing valuable insights that enhance the relevance and impact of the ECHO project. Your honest responses are essential for understanding how engagement with the project influences attitudes and motivations, ensuring the project’s outcomes are meaningful and well-informed.
cs: Odpověď na každou otázku v průzkumu je nejvíce ocenil, protože hraje klíčovou roli při poskytování cenných poznatků, které zvyšují význam a dopad projektu ECHO. Vaše upřímné reakce jsou nezbytné pro pochopení toho, jak zapojení do projektu ovlivňuje postoje a motivace, zajištění toho, aby výsledky projektu byly smysluplné a dobře informované.
de: Die Beantwortung jeder Frage in der Umfrage wird am meisten geschätzt, da sie eine entscheidende Rolle bei der Bereitstellung wertvoller Erkenntnisse spielt, die die Relevanz und Wirkung des ECHO-Projekts verbessern. Ihre ehrlichen Antworten sind wichtig, um zu verstehen, wie das Engagement mit dem Projekt Einstellungen und Motivationen beeinflusst und die Ergebnisse des Projekts sinnvoll und gut informiert sind.
el: Η απάντηση σε κάθε ερώτηση της έρευνας εκτιμάται περισσότερο, καθώς διαδραματίζει καθοριστικό ρόλο στην παροχή πολύτιμων γνώσεων που ενισχύουν τη συνάφεια και τον αντίκτυπο του έργου ECHO. Οι ειλικρινείς απαντήσεις σας είναι απαραίτητες για την κατανόηση του τρόπου με τον οποίο η εμπλοκή με το έργο επηρεάζει τις στάσεις και τα κίνητρα, εξασφαλίζοντας ότι τα αποτελέσματα του έργου είναι σημαντικά και καλά ενημερωμένα.
es: Responder a cada pregunta en la encuesta es muy apreciada ya que desempeña un papel crucial en proporcionar valiosas ideas que mejoran la relevancia y el impacto del proyecto ECHO. Sus respuestas honestas son esenciales para entender cómo el compromiso con el proyecto influye en las actitudes y motivaciones, asegurando que los resultados del proyecto sean significativos y bien informados.
fi: Kuhunkin kysymykseen vastaaminen tutkimuksessa on erittäin tärkeää, koska sillä on ratkaiseva merkitys ECHO-hankkeen merkityksellisyyden ja vaikutusten kannalta. Rehelliset vastauksesi ovat olennaisia, jotta voidaan ymmärtää, miten sitoutuminen projektiin vaikuttaa asenteisiin ja motivaatioihin ja varmistaa, että hankkeen tulokset ovat mielekkäitä ja hyvin perillä asioista.
fr: La réponse à chaque question de l'enquête est particulièrement appréciée car elle joue un rôle crucial dans la fourniture d'informations précieuses qui améliorent la pertinence et l'impact du projet ECHO. Vos réponses honnêtes sont essentielles pour comprendre comment l'engagement envers le projet influence les attitudes et les motivations, en s'assurant que les résultats du projet sont significatifs et bien informés.
it: Rispondere a ogni domanda nell'indagine è più apprezzato in quanto svolge un ruolo cruciale nel fornire preziose informazioni che migliorano la rilevanza e l'impatto del progetto ECHO. Le tue risposte sincere sono essenziali per capire come l’impegno con il progetto influisce su atteggiamenti e motivazioni, assicurando che i risultati del progetto siano significativi e ben informati.
nl: Het beantwoorden van elke vraag in de enquête wordt het meest gewaardeerd omdat het een cruciale rol speelt bij het verschaffen van waardevolle inzichten die de relevantie en impact van het ECHO-project vergroten. Uw eerlijke reacties zijn essentieel om te begrijpen hoe betrokkenheid met het project invloed heeft op attitudes en motivaties, zodat de resultaten van het project zinvol en goed geïnformeerd zijn.
pl: Najbardziej docenione są odpowiedzi na każde pytanie zawarte w badaniu, ponieważ odgrywa on kluczową rolę w dostarczaniu cennych spostrzeżeń, które zwiększają znaczenie i wpływ projektu ECHO. Twoje uczciwe odpowiedzi są niezbędne do zrozumienia, jak zaangażowanie w projekt wpływa na postawy i motywacje, zapewniając, że wyniki projektu są znaczące i dobrze poinformowane.
pt: A resposta a cada pergunta do inquérito é muito apreciada, uma vez que desempenha um papel crucial na prestação de informações valiosas que melhoram a relevância e o impacto do projecto ECHO. Suas respostas honestas são essenciais para entender como o engajamento com o projeto influencia atitudes e motivações, garantindo que os resultados do projeto sejam significativos e bem informados.
ro: Răspunsul la fiecare întrebare din sondaj este cel mai apreciat deoarece joacă un rol crucial în furnizarea de perspective valoroase care să sporească relevanța și impactul proiectului ECHO. Răspunsurile dvs. oneste sunt esențiale pentru a înțelege modul în care angajamentul cu proiectul influențează atitudinile și motivațiile, asigurând rezultatele proiectului sunt semnificative și bine informate.
sk: Odpoveď na každú otázku v prieskume sa najviac oceňuje, pretože zohráva kľúčovú úlohu pri poskytovaní cenných poznatkov, ktoré zvyšujú význam a vplyv projektu ECHO. Vaša úprimná odpoveď je nevyhnutná pre pochopenie toho, ako zapojenie sa do projektu ovplyvňuje postoje a motivácie, zabezpečenie výsledkov projektu sú zmysluplné a dobre informované.

source: The survey will take approximately 8–10 minutes to complete. Please find a quiet space where you won’t be interrupted. There are no right or wrong answers — answer spontaneously.
cs: Průzkum potrvá přibližně 8- 10 minut. Prosím, najděte si klidné místo, kde vás nikdo nebude rušit. Neexistuje žádná správná nebo špatná odpověď - odpověď spontánně.
de: Die Umfrage dauert ca. 8-10 Minuten, um zu beenden. Bitte finden Sie einen ruhigen Raum, wo Sie nicht unterbrochen werden. Es gibt keine richtigen oder falschen Antworten – Antwort spontan.
el: Η έρευνα θα διαρκέσει περίπου 8-10 λεπτά για να ολοκληρωθεί. Παρακαλώ βρείτε ένα ήσυχο χώρο όπου δεν θα σας διακόψει. Δεν υπάρχουν σωστές ή λάθος απαντήσεις — απαντήστε αυθόρμητα.
es: La encuesta tardará aproximadamente 8-10 minutos en completarse. Por favor encuentre un espacio tranquilo donde no será interrumpido. No hay respuestas correctas o incorrectas — responde espontáneamente.
fi: Kyselyn valmistuminen kestää noin 8.10. Etsi hiljainen tila, jossa voit keskeyttää. Ei ole oikeita tai vääriä vastauksia . Vastaus spontaanisti.
fr: Le sondage prendra environ 8 à 10 minutes. Trouvez un endroit calme où vous ne serez pas interrompu. Il n'y a pas de bonnes ou de mauvaises réponses: répondez spontanément.
it: L'indagine richiederà circa 8-10 minuti per completare. Si prega di trovare uno spazio tranquillo dove non sarà interrotto. Non ci sono risposte giuste o sbagliate — rispondere spontaneamente.
nl: Het onderzoek duurt ongeveer 80.000 minuten. Zoek een rustige ruimte waar u niet onderbroken wordt. Er zijn geen goede of foute antwoorden.
pl: Badanie potrwa około 8- 10 minut. Proszę znaleźć ciche miejsce, gdzie nikt nie będzie ci przeszkadzał. Nie ma dobrych czy złych odpowiedzi - odpowiedz spontanicznie.
pt: A pesquisa levará aproximadamente 8-10 minutos para ser concluída. Por favor, encontre um espaço tranquilo onde você não será interrompido. Não há respostas certas ou erradas — responda espontaneamente.
ro: Sondajul va dura aproximativ 8 [10 minute pentru a finaliza. Vă rugăm să găsiţi un spaţiu liniştit în cazul în care nu va fi întrerupt. Nu există răspunsuri corecte sau greşite.
sk: Prieskum bude trvať približne 8-10 minút dokončiť. Prosím, nájdite tichý priestor, kde budete chcieť byť prerušená. Neexistujú žiadne správne alebo nesprávne odpovede .

source: Based on the information provided to you, please consent to participate in the survey below.
cs: Na základě informací, které vám byly poskytnuty, prosím, souhlaste s účastí na níže uvedeném průzkumu.
de: Anhand der Ihnen zur Verfügung gestellten Informationen erklären Sie sich bitte mit der Teilnahme an der untenstehenden Umfrage einverstanden.
el: Με βάση τις πληροφορίες που σας παρέχονται, παρακαλούμε συναινείτε να συμμετάσχετε στην παρακάτω έρευνα.
es: Sobre la base de la información que se le ha proporcionado, por favor consienta en participar en la encuesta a continuación.
fi: Saamiesi tietojen perusteella suostut osallistumaan alla olevaan tutkimukseen.
fr: D'après les renseignements qui vous ont été fournis, veuillez consentir à participer au sondage ci-dessous.
it: Sulla base delle informazioni fornite, si prega di acconsentire a partecipare all'indagine qui sotto.
nl: Op basis van de aan u verstrekte informatie, stemt u ermee in om deel te nemen aan onderstaande enquête.
pl: Na podstawie dostarczonych informacji proszę wyrazić zgodę na udział w badaniu poniżej.
pt: Com base nas informações fornecidas a você, por favor, consente em participar da pesquisa abaixo.
ro: Pe baza informaţiilor furnizate, vă rugăm să acceptaţi participarea la sondajul de mai jos.
sk: Na základe informácií, ktoré vám boli poskytnuté, súhlas s účasťou na ďalšom prieskume.

source: thank you for your participation!
cs: děkuji za vaši účast!
de: vielen dank für ihre teilnahme!
el: σας ευχαριστώ για τη συμμετοχή σας!
es: ¡gracias por su participación!
fi: kiitos osallistumisestanne!
it: grazie per la vostra partecipazione!
nl: dank u voor uw deelname!
pt: obrigado pela sua participação!
ro: vă mulţumesc pentru participare!
sk: ďakujem za vašu účasť!

source: Show details
cs: Zobrazit podrobnosti
de: Details anzeigen
el: Εμφάνιση λεπτομερειών
es: Mostrar detalles
fi: Näytä yksityiskohdat
it: Mostra dettagli
nl: Details tonen
pt: Mostrar os detalhes
ro: Arată detalii
sk: Zobraziť detaily

source: Dismiss
cs: Rozpustit
de: Entlassung
el: Ελεύθεροι
es: Desestimación
fi: Poistu
it: Oggetto
nl: Ingetrokken
pt: Demitir
ro: Liber
sk: Odchod

source: No data found for
cs: Údaje nebyly nalezeny
de: Keine Daten gefunden für
el: Δεν βρέθηκαν δεδομένα για
es: No se han encontrado datos
fi: Tietoja ei löytynyt
fr: Aucune donnée trouvée pour
it: Nessun dato trovato per
nl: Geen gegevens gevonden voor
pl: Brak danych dotyczących
pt: Não foram encontrados dados para
ro: Nu s- au găsit date pentru
sk: Nenájdené žiadne údaje

source: If you recently submitted samples, try again later.
cs: Pokud jste nedávno zaslali vzorky, zkuste to později.
de: Wenn Sie kürzlich Proben eingereicht haben, versuchen Sie es später erneut.
el: Εάν υποβάλατε πρόσφατα δείγματα, προσπαθήστε ξανά αργότερα.
es: Si recientemente presentó muestras, inténtelo de nuevo más tarde.
fi: Jos olet äskettäin toimittanut näytteitä, yritä myöhemmin uudelleen.
fr: Si vous avez récemment soumis des échantillons, essayez de nouveau plus tard.
it: Se ha recentemente presentato i campioni, riprovare più tardi.
nl: Als je onlangs monsters hebt ingediend, probeer het dan later nog eens.
pl: W przypadku niedawno pobranych próbek należy ponownie spróbować później.
pt: Se você enviou amostras recentemente, tente novamente mais tarde.
ro: Dacă ați trimis recent probe, încercați din nou mai târziu.
sk: Ak ste nedávno predložili vzorky, skúste to neskôr.

source: Download
cs: Stáhnout
de: Downloads
el: Λήψη
es: Descargar
fi: Lataa
fr: Télécharger
it: Scarica
nl: Downloaden
pl: Pobierz
pt: Baixar
ro: Descărcare
sk: Stiahnuť

source: CSV (per-user)
de: CSV (pro-user)
el: CSV (ανά χρήστη)
es: CSV (por usuario)
fi: CSV (käyttäjää kohti)
fr: CSV (par utilisateur)
it: CSV (per utente)
nl: CSV (per gebruiker)
pt: CSV (por utilizador)
ro: CSV (per-utilizator)
sk: CSV (na užívateľa)

source: XLSX (per-user)
de: XLSX (pro-user)
el: XLSX (ανά χρήστη)
es: XLSX (por usuario)
fi: XLSX (käyttäjäkohtainen)
fr: XLSX (par utilisateur)
it: XLSX (per utente)
nl: XLSX (per gebruiker)
pt: XLSX (por utilizador)
ro: XLSX (per-utilizator)
sk: XLSX (na užívateľa)

source: All samples (CSV, anonymised)
cs: Všechny vzorky (CSV, anonymizované)
de: Alle Proben (CSV, anonymisiert)
el: Όλα τα δείγματα (CSV, ανώνυμα)
es: Todas las muestras (CSV, anónimo)
fi: Kaikki näytteet (CSV, anonyymi)
fr: Tous les échantillons (CSV, anonymisé)
it: Tutti i campioni (CSV, anonimizzato)
nl: Alle monsters (CSV, geanonimiseerd)
pl: Wszystkie próbki (CSV, anonimowe)
pt: Todas as amostras (CSV, anonimizadas)
ro: Toate eșantioanele (CSV, anonimizate)
sk: Všetky vzorky (CSV, anonymizované)

source: GeoJSON (per-user)
de: GeoJSON (pro-user)
el: GeoJSON (ανά χρήστη)
es: GeoJSON (por usuario)
fi: GeoJSON (käyttäjä)
fr: GeoJSON (par utilisateur)
it: GeoJSON (per utente)
nl: GeoJSON (per gebruiker)
pt: GeoJSON (por utilizador)
ro: GeoJSON (per-utilizator)
sk: GeoJSON (na užívateľa)

source: Canonical exports
cs: Kanonský vývoz
de: Kanonische Ausfuhren
el: Κανονική εξαγωγή
es: Exportaciones canónicas
fi: Kanoninen vienti
fr: Exportations canoniques
it: Esportazioni canoniche
nl: Canonische uitvoer
pl: Eksport kanoniczny
pt: Exportações canónicas
ro: Exporturi canonice
sk: Kanonické vývozy

source: samples.csv
cs: vzorces.csv
de: proben.csv
el: δείγματα.csv
fi: näytteet.csv
fr: échantillons.csv
it: campioni.csv
pt: amostras.csv
ro: probe.csv
sk: vzorky.csv

source: sample_images.csv
cs: vzorek _ images.csv
el: δείγμα_εικόνες.csv
fi: näyte_kuvat.csv
fr: échantillon_images.csv
pt: exemplo_ images.csv
ro: move_images.csv
sk: vzorka_obrazy.csv

source: sample_parameters.csv
cs: vzorek _ parametrs.csv
el: δείγμα_παράμετροι.csv
fi: näyte_parametrit.csv
fr: échantillon_paramètres.csv
it: campione_parametri.csv
pt: exemplo_parâmetros.csv
ro: mostră_parametri.csv
sk: vzorka_parametre.csv

source: All canonical (zip)
cs: Všechny kanonické (zip)
de: Alle kanonisch (zip)
el: Όλα τα κανονικά (zip)
es: Todo canónico (zip)
fi: Kaikki kanoniset (zip)
fr: Tous canoniques (zip)
it: Tutto canonica (zip)
nl: Alle canoniek (zip)
pl: Wszystkie kanoniczne (zip)
pt: Todos canónicos (zip)
ro: Toate canonice (zip)
sk: Všetky kanonické (zips)

source: Apply pH filter
cs: Aplikovat filtr pH
de: PH-Filter anwenden
el: Εφαρμογή φίλτρου pH
es: Aplicar filtro pH
fi: Käytä pH-suodatinta
fr: Appliquer le pH filter
it: Applicare il filtro pH
nl: PH-filter toepassen
pl: Zastosuj filtr pH
pt: Aplicar filtro de pH
ro: Aplică filtrul pH
sk: Aplikovať pH filter

source: Export rows matching current pH filter
cs: Exportovat řádky odpovídající současnému pH filtru
de: Exportieren von Zeilen, die mit dem aktuellen pH-Filter übereinstimmen
el: Εξαγωγή γραμμών που ταιριάζουν με το τρέχον φίλτρο pH
es: Filas de exportación que coinciden con el filtro de pH actual
fi: Vie nykyisen pH-suotimen mukaiset rivit
fr: Exporter des lignes correspondant au filtre pH actuel
it: Esporta righe corrispondenti al filtro pH corrente
nl: Rijen exporteren die overeenkomen met het huidige pH-filter
pl: Eksportuj wiersze pasujące do bieżącego filtra pH
pt: Exportar linhas correspondentes ao filtro de pH atual
ro: Exportă rânduri de potrivire filtru curent pH
sk: Exportovať riadky zodpovedajúce aktuálnemu pH filtru

source: Privacy information
cs: Informace o ochraně osobních údajů
de: Informationen zum Datenschutz
el: Πληροφορίες απορρήτου
es: Información de privacidad
fi: Yksityisyydensuoja
fr: Informations personnelles
it: Informazioni sulla privacy
nl: Privacy-informatie
pl: Informacje o prywatności
pt: Informação sobre privacidade
ro: Informații privind confidențialitatea
sk: Informácie o ochrane súkromia

source: I have read the privacy information above and I consent to the processing of my personal data for this project.
cs: Přečetl jsem si výše uvedené informace o soukromí a souhlasím se zpracováním mých osobních údajů pro tento projekt.
de: Ich habe die Datenschutzerklärung oben gelesen und stimme der Verarbeitung meiner personenbezogenen Daten für dieses Projekt zu.
el: Έχω διαβάσει τις παραπάνω πληροφορίες απορρήτου και συναινώ στην επεξεργασία των προσωπικών μου δεδομένων για αυτό το έργο.
es: He leído la información de privacidad arriba y consiento el procesamiento de mis datos personales para este proyecto.
fi: Olen lukenut yllä olevat tietosuojatiedot ja hyväksyn tämän projektin henkilötietojeni käsittelyn.
fr: J'ai lu les informations de confidentialité ci-dessus et j'accepte le traitement de mes données personnelles pour ce projet.
it: Ho letto le informazioni sulla privacy di cui sopra e acconsento al trattamento dei miei dati personali per questo progetto.
nl: Ik heb de privacy-informatie hierboven gelezen en ik stem in met de verwerking van mijn persoonsgegevens voor dit project.
pl: Przeczytałem powyższe informacje o prywatności i wyrażam zgodę na przetwarzanie moich danych osobowych do tego projektu.
pt: Li as informações de privacidade acima e consisto no processamento dos meus dados pessoais para este projeto.
ro: Am citit informațiile de confidențialitate de mai sus și sunt de acord cu prelucrarea datelor mele personale pentru acest proiect.
sk: Čítal som vyššie uvedené informácie o ochrane osobných údajov a súhlasím so spracovaním mojich osobných údajov pre tento projekt.

source: Accept and continue
cs: Přijmout a pokračovat
de: Akzeptieren und fortfahren
el: Αποδοχή και συνέχιση
es: Aceptar y continuar
fi: Hyväksy ja jatka
fr: Accepter et poursuivre
it: Accettare e continuare
nl: Accepteren en voortzetten
pl: Zaakceptuj i kontynuuj
pt: Aceitar e continuar
ro: Acceptă şi continuă
sk: Prijať a pokračovať

source: Show on map
cs: Zobrazit na mapě
de: Auf der Karte zeigen
el: Εμφάνιση στο χάρτη
es: Mostrar en el mapa
fi: Näytä kartalta
it: Visualizza sulla mappa
nl: Op kaart tonen
pt: Mostrar no mapa
ro: Arată pe hartă
sk: Zobraziť na mape

source: Could not locate this sample on the map.
cs: Nelze najít tento vzorek na mapě.
de: Diese Probe konnte nicht auf der Karte lokalisiert werden.
el: Αδυναμία εντοπισμού του δείγματος στο χάρτη.
es: No podía localizar esta muestra en el mapa.
fi: Tätä näytettä ei löytynyt kartalta.
it: Non è possibile individuare questo campione sulla mappa.
nl: Kon dit monster niet vinden op de kaart.
pt: Não foi possível localizar esta amostra no mapa.
ro: Nu am putut localiza această mostră pe hartă.
sk: Nepodarilo sa nájsť túto vzorku na mape.

source: Sample / QR
cs: Vzorek / QR
de: Beispiel / QR
el: Δείγμα / QR
es: Muestra / QR
fi: Näyte / QR
fr: Échantillon / QR
it: Campione / QR
nl: Monster / QR
pl: Próbka / QR
pt: Amostra / QR
ro: Mostră / QR
sk: Vzorka/QR

source: Any country
cs: Každá země
de: Jedes Land
el: Οποιαδήποτε χώρα
es: Cualquier país
fi: Mikä tahansa maa
it: Paese
nl: Elk land
pt: Qualquer país
ro: Orice țară
sk: Každá krajina

source: Czechia
cs: Česko
de: Tschechisch
el: Τσεχική Δημοκρατία
fi: Tšekki
fr: République tchèque
it: Repubblica ceca
nl: Tsjechië
pt: República Checa
ro: Cehia
sk: Česká republika

source: Germany
cs: Německo
de: Deutschland
el: Γερμανία
es: Alemania
fi: Saksa
fr: Allemagne
it: Germania
nl: Duitsland
pt: Alemanha
ro: Germania
sk: Nemecko

source: Spain
cs: Španělsko
de: Spanien
el: Ισπανία
es: España
fi: Espanja
fr: Espagne
it: Spagna
nl: Spanje
pt: Espanha
ro: Spania
sk: Španielsko

source: Finland
cs: Finsko
de: Finnland
el: Φινλανδία
es: Finlandia
fi: Suomi
fr: Finlande
it: Finlandia
pt: Finlândia
ro: Finlanda
sk: Fínsko

source: France
cs: Francie
de: Frankreich
el: Γαλλία
es: Francia
fi: Ranska
it: Francia
nl: Frankrijk
pt: França
ro: Franța
sk: Francúzsko

source: United Kingdom
cs: Spojené království
de: Vereinigtes Königreich
el: Ηνωμένο Βασίλειο
es: Reino Unido
fi: Yhdistynyt kuningaskunta
fr: Royaume-Uni
it: Regno Unito
nl: Verenigd Koninkrijk
pt: Reino Unido
ro: Regatul Unit
sk: Spojené kráľovstvo

source: Greece
cs: Řecko
de: Griechenland
el: Ελλάδα
es: Grecia
fi: Kreikka
fr: Grèce
it: Grecia
nl: Griekenland
pt: Grécia
ro: Grecia
sk: Grécko

source: Italy
cs: Itálie
de: Italien
el: Ιταλία
es: Italia
fi: Italia
fr: Italie
it: Italia
nl: Italië
pt: Itália
ro: Italia
sk: Taliansko

source: Netherlands
cs: Nizozemsko
de: Niederlande
el: Κάτω Χώρες
es: Países Bajos
fi: Alankomaat
fr: Belgique
it: Paesi Bassi
nl: Nederland
pt: Países Baixos
ro: Țările de Jos
sk: Holandsko
