Repository: echosoil/echorepo-lite
Catalog: echorepo/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fi, fr, it, nl, pl, pt, ro, sk

source: Privacy radius (~±{km} km)
cs: Poloměr ochrany soukromí (~ ±{km}km)
de: Datenschutz (~±__{km}_ km)
el: Ακτίνα απορρήτου (~±__{km}_ km)
es: Radio de privacidad (~±__________ km)
fi: Yksityisyyden suojasäde (~±_{km}_ km)
fr: Rayon de protection de la vie privée (~±__{km}_ km)
it: Raggio della privacy (~±_{km}_ km)
pl: Promień prywatności (~ ±{km}km)
pt: Raio de privacidade (~±{km} km)
ro: Raza de confidențialitate (~±_{km}_ km)
sk: Polomer súkromia (~±{km} km)

source: Soil pH
cs: PH půdy
el: PH εδάφους
es: PH de suelo
fi: Maaperän pH
fr: PH du sol
it: PH del suolo
nl: Bodem pH
pl: PH gleby
pt: PH do solo
ro: PH-ul solului
sk: PH pôdy

source: Acidic (≤5.5)
de: Säure (≤5.5)
el: Οξύ (≤5.5)
fi: Hapan (≤5.5)
fr: Acidique
it: Acido (≤5.5)
nl: Zuur (≤5,5)
pl: Acydyczna (≤ 5, 5)
pt: Ácido (5,5)
ro: Acid (≤5,5)
sk: Kyselina (≤5.5)

source: Slightly acidic (5.5–6.5)
cs: Mírně kyselé (5.5- 6.5)
de: Leicht sauer (5.5–6.5)
el: Ελαφρώς όξινα (5.5–6.5)
es: Ligeramente ácido (5.5–6.5)
fi: Hieman happoinen (5.5...6,5)
fr: Légèrement acide (5.5-6.5)
it: Leggermente acido (5.5–6.5)
nl: Een beetje zuur (-5,5)
pl: Nieco kwaśne (5,5-6,5)
pt: Ligeiramente ácido (5,5–6,5)
ro: Ușor acidă (pphh)
sk: Mierne kyslé (5.5

source: Neutral (6.5–7.5)
cs: Neutrální (6, 5- 7, 5)
el: Ουδέτερο (6.5–7.5)
fi: Neutraali (6.5
fr: Neutre (6,5–7,5)
it: Neutrale (6.5–7.5)
nl: Neutraal
pl: Neutralny (6,5-7,5)
pt: Neutro (6.5–7.5)
ro: Neutru (65/575)
sk: Neutrálne (6, 5 7, 5)

source: Slightly alkaline (7.5–8.5)
cs: Mírně alkalické (7.5- 8.5)
de: Leicht alkalisch (7,5–8,5)
el: Ελαφρώς αλκαλικό (7.5–8.5)
es: Ligeramente alcalino (7.5–8.5)
fi: Hieman emäksinen (7.5...8.5)
fr: Légèrement alcalin (7,5–8,5)
it: Leggermente alcalina (7.5-8.5)
nl: Een beetje alkalisch (7.5
pl: Nieco alkaliczne (7, 5- 8, 5)
pt: Ligeiramente alcalino (7.5–8.5)
ro: Ușor alcalină (7,5
sk: Mierne zásadité (7.5 a 8.5.)

source: Alkaline (≥8.5)
cs: Alkalické (≥ 8, 5)
de: Alkalin (≥8.5)
el: Αλκαλίνη (≥8. 5)
fi: Alkali (≥8.5)
fr: Alcaline (≥ 8,5)
it: Alcalina (≥8.5)
pl: Alkalina (≥ 8, 5)
pt: Alcalina (≥8.5)
ro: Alkalină (≥ 8, 5)
sk: Alkalické (≥8,5)

source: Your samples
cs: Vaše vzorky
de: Ihre Proben
el: Τα δείγματα σας
es: Sus muestras
fi: Näytteet
fr: Vos échantillons
it: I campioni
nl: Uw monsters
pl: Twoje próbki
pt: As suas amostras
ro: Mostrele tale
sk: Vaše vzorky

source: Other samples
cs: Ostatní vzorky
de: Andere Proben
el: Άλλα δείγματα
es: Otras muestras
fi: Muut näytteet
fr: Autres échantillons
it: Altri campioni
nl: Andere monsters
pl: Pozostałe próbki
pt: Outras amostras
ro: Alte eșantioane
sk: Ostatné vzorky

source: Export
cs: Vývoz
de: Ausfuhr
el: Εξαγωγή
es: Exportación
fi: Vie
fr: Exportations
it: Esportazione
nl: Uitvoer
pl: Eksport
pt: Exportação
ro: Exportă
sk: Vývoz

source: Clear
cs: Vyčistit
de: Klar
el: Καθαρισμός
es: Despejado
fi: Tyhjennä
fr: Effacer
it: Libero
nl: Wissen
pl: Czysto
pt: Limpar
ro: Clar
sk: Vyčistiť

source: Export filtered ({n})
cs: Exportní filtrovaný ({n})
de: Export gefiltert ({n})
el: Φίλτρα εξαγωγής ({n})
es: Exportación filtrada ({n})
fi: Vie suodatettu (__{n}_)
fr: Exportation filtrée ({n})
it: Esportazione filtrata (__{n}_)
nl: Gefilterd exporteren ({n})
pl: Eksport filtrowany ({n})
pt: Exportar filtrado ({n})
ro: Export filtrat ({n})
sk: Export filtrovaný ({n})

source: Date
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
fi: Päivämäärä
it: Data
nl: Datum
pl: Data
pt: Data
ro: Dată
sk: Dátum

source: QR code
cs: Kód QR
de: QR Code Design
el: Κωδικός QR
es: Código QR
fi: QR-koodi
fr: Code QR
it: Codice QR
pl: Kod QR
pt: Código QR
ro: Codul QR
sk: QR kód

source: pH
el: p Η

source: Colour
cs: Barva
de: Farbe
el: Χρώμα
es: Color
fi: Väri
fr: Couleur
it: Colore
nl: Kleur
pl: Kolor
pt: Cor
ro: Culoare
sk: Farba

source: Soil organic matter
cs: Půdní organická hmota
de: Soil organische Substanz
el: Οργανική ύλη εδάφους
es: Material orgánico del suelo
fi: Maaperän eloperäinen aines
it: Soil materia organica
nl: Bodemorganisch materiaal
pt: Matéria orgânica do solo
ro: Materia organică din sol
sk: Organické látky v pôde

source: Texture
cs: Textura
de: Textur
el: Υφή
es: Textura
fi: Tekstuuri
nl: Textuur
pl: Tekst
pt: Textura
ro: Textură
sk: Textúra

source: Structure
cs: Struktura
de: Struktur
el: Δομή
es: Estructura
fi: Rakenne
it: Struttura
nl: Structuur
pl: Struktura
pt: Estrutura
ro: Structura
sk: Štruktúra

source: Earthworms
cs: Žížaly
de: Erdwürmer
el: Γαιοσκώληκες
es: Terrestres
fi: Madot
fr: Vers de terre
it: I vermi terrestri
nl: Aardwormen
pl: Robaki ziemne
pt: Vermes
ro: Viermi
sk: Dážďovky

source: Plastic
cs: Plastové
de: Kunststoff
el: Πλαστικό
es: Plástico
fi: Muovi
fr: Plastique
it: Plastica
nl: Kunststof
pl: Plastikowe
pt: Plástico
sk: Plasty

source: Debris
cs: Nedostatky
de: Schulden
el: Αποβράσματα
fi: Jätteet
fr: Débris
nl: Afval
pl: Odpady
pt: Detritos

source: Contamination
cs: Kontaminace
de: Kontamination
el: Μόλυνση
es: Contaminación
fi: Saastuminen
it: Contaminazione
nl: Besmetting
pl: Zanieczyszczenie
pt: Contaminação
ro: Contaminarea
sk: Kontaminácia

source: Metals
cs: Kovy
de: Metalle
el: Μέταλλα
es: Metales
fi: Metallit
fr: Métaux
it: Metalli
nl: Metaal
pl: Metale
pt: Metais
ro: Metale
sk: Kovy

source: Elemental concentrations
cs: Elementární koncentrace
de: Elementare Konzentrationen
el: Στοιχειώδεις συγκεντρώσεις
es: Concentraciones elementales
fi: Alkupitoisuudet
it: Concentrazioni elementali
nl: Elementaire concentraties
pt: Concentrações elementares
ro: Concentrații elementare
sk: Elementárne koncentrácie

source: Draw a rectangle
cs: Nakreslit obdélník
de: Zeichnung eines Rechtecks
el: Σχεδίαση ορθογωνίου
es: Dibuja un rectángulo
fi: Piirrä suorakulmio
fr: Dessiner un rectangle
it: Disegnare un rettangolo
nl: Teken een rechthoek
pl: Narysuj prostokąt
pt: Desenhar um retângulo
ro: Desenează un dreptunghi
sk: Nakreslite obdĺžnik

source: Cancel drawing
cs: Zrušit kreslení
de: Zurück zur Übersicht
el: Ακύρωση σχεδίου
es: Dibujo Cancelar
fi: Peruuta piirustus
fr: Annuler le dessin
it: Cancella disegno
nl: Tekening annuleren
pl: Anuluj rysowanie
pt: Cancelar desenho
ro: Anulează desenul
sk: Zrušiť výkres

source: Cancel
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Renunță
sk: Zrušiť

source: Delete last point
cs: Smazat poslední bod
de: Letzter Punkt löschen
el: Διαγραφή τελευταίου σημείου
es: Eliminar el último punto
fi: Poistetaan viimeinen kohta
fr: Supprimer le dernier point
it: Eliminare l'ultimo punto
nl: Laatste paragraaf schrappen
pl: Usuń ostatni punkt
pt: Apagar o último ponto
ro: Se elimină ultimul punct
sk: Vypustiť posledný bod

source: Click and drag to draw a rectangle.
cs: Kliknutím a přetáhnutím nakreslíte obdélník.
de: Klicken Sie und ziehen Sie ein Rechteck zu zeichnen.
el: Κάντε κλικ και σύρετε για να σχεδιάσετε ένα ορθογώνιο.
es: Hacer clic y arrastrar para dibujar un rectángulo.
fi: Napsauta ja vedä piirtää suorakulmio.
fr: Cliquez et faites glisser pour dessiner un rectangle.
it: Fare clic e trascinare per disegnare un rettangolo.
nl: Klik en sleep om een rechthoek te tekenen.
pl: Kliknij i przeciągnij, aby narysować prostokąt.
pt: Clique e arraste para desenhar um retângulo.
ro: Faceţi clic şi trageţi pentru a trage un dreptunghi.
sk: Kliknite a pretiahnite nakresliť obdĺžnik.

source: Release mouse to finish drawing.
cs: Uvolněte myš dokončit kreslení.
de: Lassen Sie die Maus zu beenden Zeichnung.
el: Αφήστε το ποντίκι να τελειώσει το σχέδιο.
es: Libera el ratón para terminar el dibujo.
fi: Vapauta hiiri viimeistelläksesi piirroksen.
fr: Relâchez la souris pour terminer le dessin.
it: Rilasciare il mouse per terminare il disegno.
nl: Laat de muis vrij om de tekening af te maken.
pl: Zwolnij mysz, aby zakończyć rysunek.
pt: Solte o mouse para terminar o desenho.
ro: Eliberați mouse-ul pentru a termina desenul.
sk: Uvoľnite myš do konca výkresu.

source: Password recovery is not configured for this site.
cs: Obnovení hesla není pro tuto stránku nastaveno.
de: Passwortwiederherstellung ist nicht für diese Website konfiguriert.
el: Η ανάκτηση κωδικού πρόσβασης δεν έχει ρυθμιστεί για αυτόν τον ιστότοπο.
es: La recuperación de contraseña no está configurada para este sitio.
fi: Salasanan hyödyntämistä ei ole määritetty tälle sivustolle.
it: Il recupero di password non è configurato per questo sito.
nl: Wachtwoordherstel is niet geconfigureerd voor deze site.
pt: A recuperação de senha não está configurada para este site.
ro: Recuperarea parolei nu este configurată pentru acest site.

source: Could not contact the password recovery service.
cs: Nelze kontaktovat službu obnovení hesla.
de: Könnte nicht den Passwort-Recovery-Service kontaktieren.
el: Αδυναμία επικοινωνίας με την υπηρεσία ανάκτησης κωδικού πρόσβασης.
es: No podía contactar con el servicio de recuperación de contraseñas.
fi: Salasanan palautuspalveluun ei voitu ottaa yhteyttä.
it: Non poteva contattare il servizio di recupero password.
nl: Kon geen contact opnemen met de wachtwoordherstelservice.
pt: Não foi possível contactar o serviço de recuperação de senha.
ro: Nu am putut contacta serviciul de recuperare a parolei.

source: If this address is registered, a reset link has been sent.
cs: Pokud je tato adresa registrována, byl odeslán reset link.
de: Wenn diese Adresse registriert ist, wurde ein Reset-Link gesendet.
el: Εάν αυτή η διεύθυνση είναι καταχωρημένη, έχει αποσταλεί ένας σύνδεσμος επαναφοράς.
es: Si esta dirección está registrada, se ha enviado un enlace de reset.
fi: Jos tämä osoite on rekisteröity, on lähetetty reset-linkki.
it: Se questo indirizzo è registrato, è stato inviato un link di reset.
nl: Als dit adres is geregistreerd, is er een resetlink verzonden.
pt: Se este endereço estiver registado, foi enviado um link de reset.
ro: Dacă această adresă este înregistrată, a fost trimis un link de resetare.

source: New password may take up to 30 minutes to activate in ECHOREPO.
cs: Nové heslo může v ECHOREPO trvat až 30 minut.
de: Neues Passwort kann bis zu 30 Minuten dauern, um in ECHOREPO zu aktivieren.
el: Νέος κωδικός πρόσβασης μπορεί να διαρκέσει έως και 30 λεπτά για να ενεργοποιηθεί στο ECHOREPO.
es: La nueva contraseña puede tardar hasta 30 minutos en activarla en ECHOREPO.
fi: Uusi salasana voi kestää jopa 30 minuuttia aktivoida ECHOREEPO.
it: La nuova password può richiedere fino a 30 minuti per attivare in ECHOREPO.
nl: Nieuw wachtwoord kan tot 30 minuten duren om te activeren in ECHOREPO.
pt: A nova senha pode demorar até 30 minutos para ser activada no ECHOREPO.
ro: Noua parolă poate dura până la 30 de minute pentru a fi activată în ECHOREPO.

source: Password recovery is temporarily unavailable. Please contact the organisers.
cs: Obnovení hesla je dočasně nedostupné. Prosím, kontaktujte pořadatele.
de: Passwortwiederherstellung ist vorübergehend nicht verfügbar. Bitte kontaktieren Sie die Veranstalter.
el: Η ανάκτηση κωδικού πρόσβασης δεν είναι προσωρινά διαθέσιμη. Παρακαλώ επικοινωνήστε με τους διοργανωτές.
es: La recuperación de contraseña es temporalmente indisponible. Contacte con los organizadores.
fi: Salasanan palautus ei ole tilapäisesti käytettävissä. Ota yhteyttä järjestäjiin.
it: Il recupero di password è temporaneamente non disponibile. Contatta gli organizzatori.
nl: Wachtwoordherstel is tijdelijk niet beschikbaar. Neem contact op met de organisatoren.
pt: Recuperação de senha está temporariamente indisponível. Contacte os organizadores.
ro: Recuperarea parolei este temporar indisponibilă. Vă rugăm să contactaţi organizatorii.

source: ECHOrepo — EU Soil Data
cs: ECHOrepo - EU Údaje o půdě
de: ECHOrepo — EU Bodendaten
el: ECHOrepo — ΕΕ Δεδομένα εδάφους
es: ECHOrepo - UE Datos del suelo
fi: EU Maaperän tiedot
fr: ECHOrepo — UE Données sur les sols
it: ECHOrepo — UE Dati del suolo
nl: ECHOrepo EU Bodemgegevens
pl: ECHOREPO - UE Dane dotyczące gleby
pt: ECHOrepo — UE Dados do Solo
ro: ECHOrepo Date privind solul
sk: ECHOrepo Údaje o pôde

source: ECHOrepo — citizen science soil samples under EU-funded ECHO project
cs: ECHOrepo - vzorky půdy pro vědu občanů v rámci projektu ECHO financovaného EU
de: ECHOrepo — bürgerwissenschaftliche Bodenproben im Rahmen des EU-geförderten ECHO-Projekts
el: ECHOREPO — Δείγματα εδάφους για την επιστήμη των πολιτών στο πλαίσιο του προγράμματος ECHO που χρηματοδοτείται από την ΕΕ
es: ECHOrepo — muestras de suelo de ciencias ciudadanas bajo el proyecto ECHO financiado por la UE
fi: ECHOrepo
fr: ECHOrepo — Échantillons de sol en science citoyenne dans le cadre du projet ECHO financé par l'UE
it: ECHOrepo — Campioni del suolo della scienza dei cittadini nell’ambito del progetto ECHO finanziato dall’UE
nl: ECHOrepo
pl: ECHOREpo - próbki gleby naukowej w ramach projektu ECHO finansowanego przez UE
pt: ECHOrepo — Amostras de solos científicos dos cidadãos no âmbito do projecto ECHO financiado pela UE
ro: ECHOrepo
sk: ECHOrepo

source: Access and download your soil samples. Part of the EU-funded ECHO project.
cs: Přístup a stahování vzorků půdy. Část projektu ECHO financovaného EU.
de: Zugriff und Download Ihrer Bodenproben. Teil des EU-geförderten ECHO-Projekts.
el: Πρόσβαση και λήψη δειγμάτων εδάφους σας. Μέρος του προγράμματος ECHO που χρηματοδοτείται από την ΕΕ.
es: Accede y descarga tus muestras de suelo. Parte del proyecto ECHO financiado por la UE.
fi: Lataa maanäytteet. Osa EU:n rahoittamaa ECHO-hanketta.
fr: Accédez et téléchargez vos échantillons de sol. Une partie du projet ECHO financé par l'UE.
it: Accedi e scarica i campioni di terreno. Parte del progetto ECHO finanziato dall'UE.
nl: Toegang tot en download uw bodemmonsters. Deel van het door de EU gefinancierde ECHO-project.
pl: Dostęp i pobieranie próbek gleby. Część projektu ECHO finansowanego przez UE.
pt: Acesse e baixe suas amostras de solo. Parte do projecto ECHO financiado pela UE.
ro: Accesați și descărcați probele de sol. Parte a proiectului ECHO finanțat de UE.
sk: Prístup a stiahnuť svoje vzorky pôdy. Časť projektu ECHO financovaného EÚ.

source: Skip to content
cs: Přeskočit na obsah
de: Zum Inhalt springen
el: Μετάβαση στο περιεχόμενο
fi: Siirry sisältöön
fr: Passer au contenu
it: Salta al contenuto
nl: Ga naar de inhoud
pl: Przejdź do treści
pt: Saltar para o conteúdo
ro: Sari la conținut
sk: Preskočiť na obsah

source: Primary
cs: Primární
de: Primäre
el: Πρωτοβάθμια
es: Primaria
fi: Ensisijainen
fr: Enseignement primaire
it: Primario
nl: Primair
pl: Pierwotne
pt: Primário
ro: Primare
sk: Primárne

source: ECHOrepo logo
cs: Logo ECHOrepo
de: Logo von ECHOrepo
el: Λογότυπο ECHOrepo
es: Logo ECHOrepo
fr: Logo ECHOrepo
it: Logo ECHOrepo
pl: Logo ECHOREPO
pt: Logótipo ECHOrepo
ro: Sigla ECHOrepo
sk: Logo ECHOrepo

source: Toggle navigation
cs: Přepnout navigaci
el: Εναλλαγή πλοήγησης
fi: Vaihda navigointia
fr: Basculer la navigation
nl: Navigatie aan/uit
pl: Włączenie / wyłączenie nawigacji
pt: Alternar a navegação
ro: Comută navigația
sk: Prepnúť navigáciu

source: About
cs: O
de: Über uns
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos
it: Informazioni
nl: Info
pl: O
pt: Sobre
ro: Despre
sk: O

source: For Participants
cs: Pro účastníky
de: Für Teilnehmer
el: Για τους συμμετέχοντες
es: Para los participantes
fi: Osallistujat
fr: Pour les participants
it: Per i partecipanti
nl: Voor deelnemers
pl: Dla uczestników
pt: Para os Participantes
ro: Pentru participanți
sk: Pre účastníkov

source: Partners
cs: Partneři
de: Partner
el: Εταίροι
es: Asociados
fi: Kumppanit
fr: Partenaires
it: Partner
pl: Partnerzy
pt: Parceiros
ro: Parteneri
sk: Partneri

source: News & Events
cs: Novinky a události
de: News und Events
el: Νέα & Γεγονότα
es: Noticias y eventos
fi: Uutiset & Tapahtumat
fr: Nouvelles et événements
it: News & Eventi
nl: Nieuws & evenementen
pl: Wiadomości i wydarzenia
pt: Notícias e Eventos
ro: Noutăți și evenimente
sk: Novinky a udalosti

source: Resources
cs: Zdroje
de: Ressourcen
el: Πόροι
es: Recursos
fi: Varat
fr: Ressources
it: Risorse
nl: Middelen
pl: Zasoby
pt: Recursos
ro: Resurse
sk: Zdroje

source: Media Kit
de: Medienset
el: Κιτ πολυμέσων
fi: Mediapakkaus
fr: Kit média
it: Kit Media
pl: Zestaw multimedialny
pt: Kit de mídia
ro: Kit media

source: Publications
cs: Publikace
de: Veröffentlichungen
el: Εκδόσεις
es: Publicaciones
fi: Julkaisut
it: Pubblicazioni
nl: Publicaties
pl: Publikacje
pt: Publicações
ro: Publicaţii
sk: Publikácie

source: Newsletter Archive
cs: Name
de: Newsletter Archiv
el: Αρχείο ενημερωτικού δελτίου
es: Archivo de noticias
fi: Tiedotuslehtiarkisto
fr: Archives de la newsletter
it: Archivio Newsletter
nl: Nieuwsbriefarchief
pl: Archiwum biuletynu
pt: Arquivo da Newsletter
ro: Arhiva Newsletter
sk: Archív noviniek

source: Change language
cs: Změnit jazyk
de: Sprache ändern
el: Αλλαγή γλώσσας
es: Cambiar idioma
fi: Vaihda kieltä
fr: Changer de langue
it: Cambia la lingua
nl: Taal wijzigen
pl: Zmień język
pt: Mudar idioma
ro: Schimbă limba
sk: Zmeniť jazyk

source: Logged in as
cs: Přihlášen jako
de: Eingeloggt als
el: Σύνδεση ως
es: Logged en
fi: Kirjautunut sisään
fr: Enclenchée comme
it: Come si fa
nl: Aangemeld als
pl: Zalogowane jako
pt: Entrar como
ro: Conectat ca
sk: Prihlásený ako

source: Logout
cs: Odhlášení
de: Anmeldung
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
nl: Afmelden
pl: Wyloguj
pt: Sair
ro: Deconectare
sk: Odhlásenie

source: Sign in
de: Anmeldung
el: Υπογραφή
fi: Kirjaudu sisään
it: Firma
nl: Aanmelden
pt: Iniciar sessão
ro: Semnează

source: ECHOrepo is part of the EU- and UKRI-funded
cs: ECHOrepo je součástí financovaných EU a UKRI-
de: ECHOrepo ist Teil der EU- und UKRI-finanzierten
el: Το ECHOrepo είναι μέρος της χρηματοδοτούμενης από την ΕΕ και το UKRI
es: ECHOrepo es parte de la UE- y del UKRI financiado
fi: ECHOrepo on osa EU:n ja UKRI:n rahoittamaa
fr: ECHOrepo fait partie des fonds de l'UE et de l'IRUK
it: ECHOrepo fa parte dell'UE e del Regno Unito finanziato
nl: ECHOrepo maakt deel uit van de door de EU en de UKRI gefinancierde
pl: ECHOREPO jest częścią UE - i UKRI-
pt: O ECHOrepo faz parte dos fundos da UE e do Reino Unido
ro: ECHOrepo face parte din finanțarea UE și a UKRI
sk: ECHOrepo je súčasťou financovania EÚ a UKRI

source: project
cs: projekt
de: projekt
el: έργο
es: proyecto
fi: hanke
fr: projet
it: progetto
pl: projekt
pt: projeto
ro: proiect
sk: projekt

source: Need help?
cs: Potřebuješ pomoc?
de: Brauchen Sie Hilfe?
el: Χρειάζεσαι βοήθεια?
es: ¿Necesitas ayuda?
fi: Tarvitsetko apua?
fr: Besoin d'aide ?
it: Ti serve aiuto?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt: Precisas de ajuda?
ro: Ai nevoie de ajutor?
sk: Potrebuješ pomoc?

source: Funded by UK Research and Innovation (UKRI)
de: Gefördert von UK Research and Innovation (UKRI)
el: Χρηματοδοτείται από το Ηνωμένο Βασίλειο Έρευνα και Καινοτομία (UKRI)
fi: UK Research and Innovation (UKRI)
it: Finanziato da UK Research and Innovation (UKRI)
nl: Gefinancierd door UK Research and Innovation (UKRI)
pt: Financiado pela UK Research and Innovation (UKRI)
ro: Finanțat de UK Research and Innovation (UKRI)

source: Co-funded by the European Union
de: Von der Europäischen Union mitfinanziert
el: Συγχρηματοδότηση από την Ευρωπαϊκή Ένωση
fi: Euroopan unionin osarahoitus
it: Cofinanziato dall'Unione europea
nl: Mede gefinancierd door de Europese Unie
pt: Co-financiado pela União Europeia
ro: Cofinanțată de Uniunea Europeană

source: Funded by the European Union and UK Research and Innovation
de: Gefördert von der Europäischen Union und UK Forschung und Innovation
el: Χρηματοδοτείται από την Ευρωπαϊκή Ένωση και το Ηνωμένο Βασίλειο Έρευνα και Καινοτομία
fi: Euroopan unionin sekä Yhdistyneen kuningaskunnan tutkimuksen ja innovoinnin rahoittama
it: Finanziato dall'Unione europea e dal Regno Unito
nl: Gefinancierd door de Europese Unie en het Verenigd Koninkrijk Onderzoek en innovatie
pt: Financiamento da União Europeia e da investigação e inovação do Reino Unido
ro: Finanțat de Uniunea Europeană și Regatul Unit pentru cercetare și inovare

source: ECHOrepo — Explore
el: ECHOREPO — Εξερευνήστε
fi: ECHOrepo
it: ECHOrepo — Esplora
nl: ECHOrepo Verkennen
pt: ECHOrepo — Explorar
ro: Explorează

source: Explore the map
de: Entdecken Sie die Karte
el: Εξερευνήστε το χάρτη
fi: Tutki kartta
it: Esplora la mappa
nl: Verken de kaart
pt: Explore o mapa
ro: Explorează harta

source: Sign in to export data and access your personal samples.
de: Melden Sie sich an, um Daten zu exportieren und auf Ihre persönlichen Proben zuzugreifen.
el: Συνδεθείτε στην εξαγωγή δεδομένων και πρόσβαση στα προσωπικά σας δείγματα.
fi: Kirjaudu sisään viedäksesi tietoja ja käyttääksesi henkilökohtaisia näytteitäsi.
it: Accedi per esportare i dati e accedere ai tuoi campioni personali.
nl: Meld u aan om gegevens te exporteren en toegang te krijgen tot uw persoonlijke monsters.
pt: Entre para exportar dados e acessar suas amostras pessoais.
ro: Conectați-vă pentru a exporta date și accesați probele personale.

source: Search
cs: Hledat
de: Suche
el: Αναζήτηση
es: Búsqueda
fi: Etsi
fr: Rechercher
it: Ricerca
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ro: Caută
sk: Hľadať

source: min
el: λεπτά

source: Country
cs: Země
de: Land
el: Χώρες
es: País
fi: Maa
fr: Pays
it: Paese
nl: Land
pl: Kraj
pt: País
ro: Țara
sk: Krajina

source: All countries
de: Alle Länder
el: Όλες οι χώρες
fi: Kaikki maat
pt: Todos os países
ro: Toate țările

source: Apply
cs: Aplikovat
de: Anwendung
el: Εφαρμογή
es: Aplicar
fi: Käytä
fr: Appliquer
it: Applicare
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ro: Aplicare
sk: Použiť

source: Export filtered (0)
cs: Exportní filtrovaný (0)
de: Export gefiltert (0)
el: Φίλτρο εξαγωγής (0)
es: Exportación filtrada (0)
fi: Vie suodatettu (0)
fr: Exportation filtrée (0)
it: Esportazione filtrata (0)
nl: Gefilterd exporteren (0)
pl: Eksport filtrowany (0)
pt: Exportar filtrado (0)
ro: Export filtrat (0)
sk: Export filtrované (0)

source: Data quality issues — ECHOrepo
cs: Otázky kvality údajů - ECHOrepo
de: Probleme der Datenqualität — ECHOrepo
el: Θέματα ποιότητας δεδομένων — ECHOREPO
es: Cuestiones de calidad de los datos — ECHOrepo
fi: Tietojen laatua koskevat kysymykset
fr: Problèmes de qualité des données — ECHOrepo
it: Problemi di qualità dei dati — ECHOrepo
nl: ECHOrepo
pl: Kwestie dotyczące jakości danych - ECHOREpo
pt: Questões de qualidade dos dados — ECHOrepo
ro: Probleme de calitate a datelor ECHOrepo
sk: Otázky kvality údajov

source: Back to My Data
cs: Zpět na má data
de: Zurück zu Meine Daten
el: Επιστροφή στα Δεδομένα Μου
es: Volver a Mis datos
fi: Takaisin omaan dataani
fr: Retour à mes données
it: Torna ai miei dati
nl: Terug naar mijn gegevens
pl: Powrót do moich danych
pt: Voltar aos Meus Dados
ro: Înapoi la datele mele
sk: Späť k mojim údajom

source: Data quality issues
cs: Otázky kvality údajů
de: Probleme der Datenqualität
el: Θέματα ποιότητας δεδομένων
es: Cuestiones de calidad de los datos
fi: Tietojen laatua koskevat kysymykset
fr: Questions relatives à la qualité des données
it: Problemi di qualità dei dati
nl: Problemen met de gegevenskwaliteit
pl: Kwestie jakości danych
pt: Questões relativas à qualidade dos dados
ro: Aspecte privind calitatea datelor
sk: Otázky kvality údajov

source: Data issues
cs: Otázky údajů
de: Datenschutz
el: Θέματα δεδομένων
es: Cuestiones de datos
fi: Tietokysymykset
fr: Questions relatives aux données
it: Questioni di dati
nl: Gegevens
pl: Kwestie danych
pt: Questões de dados
ro: Aspecte legate de date
sk: Otázky údajov
