Repository: echosoil/echorepo-lite
Catalog: echorepo/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, el, es, fi, fr, it, nl, pl, pt, ro, sk

source: Default coordinates (%(lat)s, %(lon)s)
cs: Výchozí souřadnice (%(lat)s,%(lon)s)
de: Standardkoordinaten (%(lat)s, %(lon)s_)
el: Προκαθορισμένες συντεταγμένες (__%(lat)s_, __%(lon)s_)
es: Coordenadas predeterminadas (%(lat)s_, %(lon)s_)
fi: Oletuskoordinaatit (__%(lat)s_, %(lon)s)
fr: Coordonnées par défaut (%(lat)s, %(lon)s)
it: Coordinate di default (%(lat)s, %(lon)s)
nl: Standaardcoördinaten (%(lat)s, %(lon)s)
pl: Współrzędne domyślne (%(lat)s,%(lon)s)
pt: Coordenadas padrão (%(lat)s, %(lon)s)
ro: Coordonate implicite (%(lat)s, %(lon)s)
sk: Štandardné súradnice (%(lat)s, __%(lon)s_)

source: No entries with default coordinates
cs: Žádné záznamy s výchozími souřadnicemi
de: Keine Einträge mit Standardkoordinaten
el: Χωρίς καταχωρήσεις με προκαθορισμένες συντεταγμένες
es: No hay entradas con coordenadas predeterminadas
fi: Ei tietueita oletuskoordinaateilla
fr: Aucune entrée avec coordonnées par défaut
it: Nessuna voce con coordinate predefinite
nl: Geen items met standaardcoördinaten
pl: Brak wpisów o domyślnych współrzędnych
pt: Sem entradas com coordenadas padrão
ro: Nicio intrare cu coordonate implicite
sk: Žiadne položky so štandardnými súradnicami

source: Sample
cs: Vzorek
de: Stichprobe
el: Δείγμα
es: Muestra
fi: Näyte
fr: Échantillon
it: Esempio
nl: Monster
pl: Próbka
pt: Amostra
ro: Eșantion
sk: Vzorka

source: User
cs: Uživatel
de: Benutzer
el: Χρήστης
es: Usuario
fi: Käyttäjä
fr: Utilisateur
it: Utente
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
ro: Utilizator
sk: Užívateľ

source: Lat
de: Latein
el: Λατ
it: Latta
pl: Sztab

source: Lon
de: Darlehen
el: Λον

source: Fix
cs: Oprava
de: Fehler
el: Διόρθωση
es: Corrección
fi: Korjaa
fr: Correction
it: Fisso
nl: Repareren
pl: Napraw
pt: Corrigir
ro: Fixează

source: Lat (dec or DMS)
cs: Lat (dec nebo DMS)
de: Lat (dec oder DMS)
el: Λατ (dec ή DMS)
es: Lat (dec o DMS)
fi: Lat (dec tai DMS)
fr: Lat (déc ou DMS)
it: Lat (dec o DMS)
nl: Lat (dec of DMS)
pl: Sztab (zamykany lub zamykany)
pt: Lat (dec ou DMS)
ro: Lat (dec sau DMS)
sk: Lat (dec alebo DMS)

source: Lon (dec or DMS)
cs: Lon (dec nebo DMS)
de: Kredit (dec oder DMS)
el: Lon (dec ή DMS)
es: Lon (dec o DMS)
fi: Lon (dec tai DMS)
fr: Lon (déc ou DMS)
it: Lon (dec o DMS)
nl: Lon (dec of DMS)
pl: Lon (dec lub DMS)
pt: Lon (dec ou DMS)
ro: Lon (dec sau DMS)
sk: Lon (dek alebo DMS)

source: Save
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt: Gravar
ro: Salvează
sk: Uložiť

source: Country mismatches
cs: Neshodnosti v zemi
de: Landmängel
el: Αναντιστοιχίες ανά χώρα
es: Desigualdad de los países
fi: Maa
fr: Inconvénients de pays
it: Mismazioni di paese
nl: Landenverschillen
pl: Niedopasowanie krajów
pt: Desfasamentos entre países
ro: Nepotriviri de țară
sk: Nesúlady krajín

source: No country mismatches
cs: Žádné neshody v zemi
de: Keine Landunfälle
el: Καμία αταίριαστη χώρα
es: No hay desajustes de los países
fi: Ei maiden välisiä eroja
fr: Pas d'anomalies nationales
it: Nessun errore di paese
nl: Geen landenverschillen
pl: Brak niedopasowań w poszczególnych krajach
pt: Sem desencontros no país
ro: Nu există neconcordanțe de țară
sk: Žiadny nesúlad medzi krajinami

source: Actual country (from coords) is not in the planned list for this QR.
cs: Skutečná země (od kordů) není v plánovaném seznamu pro tento QR.
de: Das tatsächliche Land (aus den Koordinaten) ist nicht in der geplanten Liste für diesen QR.
el: Η πραγματική χώρα (από συντονιστές) δεν περιλαμβάνεται στον προβλεπόμενο κατάλογο για την παρούσα QR.
es: El país real (de los coordos) no está en la lista prevista para esta RQ.
fi: Todellinen maa (koordista) ei ole tämän QR:n suunnitellussa luettelossa.
fr: Le pays réel (des coords) n'est pas dans la liste prévue pour ce QR.
it: Il paese effettivo (da coordi) non è nella lista prevista per questo QR.
nl: Werkelijk land (van coords) staat niet in de geplande lijst voor deze QR.
pl: Rzeczywisty kraj (od koordów) nie znajduje się na planowanej liście dla niniejszego QR.
pt: O país real (de coords) não está na lista prevista para este QR.
ro: Țara reală (din coords) nu figurează pe lista planificată pentru acest QR.
sk: Skutočná krajina (z koords) nie je v plánovanom zozname pre túto QR.

source: Upload lab data
cs: Nahrát laboratorní data
de: Labordaten hochladen
el: Αποστολή δεδομένων εργαστηρίου
es: Cargar datos de laboratorio
fi: Lataa laboratoriotiedot
fr: Télécharger les données de laboratoire
it: Caricare i dati del laboratorio
nl: Labgegevens uploaden
pl: Wysyłanie danych laboratoryjnych
pt: Enviar dados de laboratório
ro: Încarcă datele laboratorului
sk: Nahrať laboratórne údaje

source: Expected columns:
cs: Očekávané sloupce:
de: Voraussichtliche Spalten:
el: Αναμενόμενες στήλες:
es: Columnas esperadas:
fi: Odotetut sarakkeet:
fr: Colonnes attendues:
it: Colonne previste:
nl: Verwachte kolommen:
pl: Przewidywane kolumny:
pt: Colunas esperadas:
ro: Coloane preconizate:
sk: Očakávané stĺpce:

source: Upload
cs: Načíst
de: Hochladen
el: Αποστολή
es: Subir
fi: Lähetä
fr: Envoi
it: Caricamento
nl: Uploaden
pl: Wyślij
pt: Enviar
ro: Încarcă
sk: Odoslať

source: ECHOrepo — Access
cs: ECHOrepo - přístup
de: ECHOrepo — Zugang
el: ECHOrepo — Πρόσβαση
es: ECHOrepo - Acceso
fi: ECHOrepo
fr: ECHOrepo — Accès
it: ECHOrepo — Accesso
nl: Toegang tot ECHOrepo
pl: ECHOREPO - Dostęp
pt: ECHOrepo — Acesso
ro: Acces ECHOrepo
sk: ECHOrepo

source: Access your data
cs: Přístup ke svým datům
de: Zugriff auf Ihre Daten
el: Πρόσβαση στα δεδομένα σας
es: Acceda a sus datos
fi: Käytä tietojasi
fr: Accédez à vos données
it: Accedi ai tuoi dati
nl: Toegang tot uw gegevens
pl: Dostęp do danych
pt: Acesse seus dados
ro: Accesează datele
sk: Prístup k vašim údajom

source: Sign in with your Keycloak credentials.
cs: Přihlaste se s vaším Keycape pověření.
de: Melden Sie sich mit Ihren Keycloak Anmeldeinformationen an.
el: Υπογράψτε με τα διαπιστευτήριά σας.
es: Inicie sesión con sus credenciales de Keycloak.
fi: Kirjaudu sisään avainvaaleillasi.
fr: Connectez-vous avec vos identifiants Keycloak.
it: Accedi con le credenziali Keycloak.
nl: Meld je aan met je sleutelhangers.
pl: Zaloguj się za pomocą swoich dokumentów.
pt: Assine com suas credenciais do Keycloak.
ro: Semnează cu legitimaţia ta.
sk: Podpíšte sa so svojimi Keycloak poverenia.

source: Email or username
cs: E-mail nebo uživatelské jméno
de: Email oder Benutzername
el: Ηλεκτρονικό ταχυδρομείο ή όνομα χρήστη
es: Email o nombre de usuario
fi: Sähköposti tai käyttäjätunnus
fr: Courriel ou nom d'utilisateur
it: Email o nome utente
nl: E-mail of gebruikersnaam
pl: Email lub nazwa użytkownika
pt: E- mail ou utilizador
ro: E-mail sau nume de utilizator
sk: E-mail alebo užívateľské meno

source: Password
cs: Heslo
de: Passwort vergessen
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Senha
ro: Parolă
sk: Heslo

source: Continue
cs: Pokračovat
de: Fortsetzung
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuă
sk: Pokračovať

source: Forgot your password?
cs: Zapomněl jsi heslo?
de: Passwort vergessen?
el: Ξέχασες τον κωδικό σου?
es: ¿Olvidó su contraseña?
fi: Unohditko salasanasi?
it: Hai dimenticato la password?
nl: Wachtwoord vergeten?
pt: Esqueceu-se da senha?
ro: Ţi-ai uitat parola?

source: Issues signing in? Contact the organisers.
cs: Přihlásili jste se? Kontaktujte pořadatele.
de: Probleme bei der Anmeldung? Kontaktieren Sie die Veranstalter.
el: Θέματα που υπογράφουν; Επικοινωνήστε με τους διοργανωτές.
es: ¿Problemas firmando? Contacta con los organizadores.
fi: Ongelmia? Ota yhteyttä järjestäjiin.
fr: Des problèmes ? Contactez les organisateurs.
it: Problemi di accesso? Contatta gli organizzatori.
nl: Problemen met aanmelden? Contacteer de organisatoren.
pl: Zapisy? Skontaktuj się z organizatorami.
pt: Problemas a entrar? Contacte os organizadores.
ro: Probleme de semnare? Contactaţi organizatorii.
sk: Problémy? Kontaktujte organizátorov.

source: GDPR-friendly access
cs: Geniální - přátelský přístup
de: DSGVO-freundlicher Zugang
el: Φιλική πρόσβαση GDPR
es: Acceso favorable al RGPD
fi: GDPR:n käyttömahdollisuudet
fr: Accès favorable au RGPD
it: Accesso favorevole al GDPR
nl: AVG-vriendelijke toegang
pl: Przyjazny dostęp
pt: Acesso amigável ao GDPR
ro: Accesul favorabil GDPR
sk: Prístup k GDPR

source: Download your data anytime
cs: Stáhněte si data kdykoliv
de: Ihre Daten jederzeit herunterladen
el: Κατεβάστε τα δεδομένα σας οποτεδήποτε
es: Descarga tus datos en cualquier momento
fi: Lataa tiedot milloin tahansa
fr: Téléchargez vos données à tout moment
it: Scarica i tuoi dati in qualsiasi momento
nl: Uw gegevens altijd downloaden
pl: Pobieranie danych w każdej chwili
pt: Baixe seus dados a qualquer momento
ro: Descărcaţi datele oricând
sk: Stiahnite si dáta kedykoľvek

source: ECHOrepo — Your Data
cs: ECHOrepo - Vaše data
de: ECHOrepo – Ihre Daten
el: ECHOREPO — Τα Δεδομένα Σας
es: ECHOrepo - Sus datos
fi: ECHOREPO
fr: ECHOrepo — Vos données
it: ECHOrepo — I tuoi dati
nl: ECHOrepo Uw gegevens
pl: ECHOREPO - Twoje dane
pt: ECHOrepo — Seus Dados
ro: ECHOrepo
sk: ECHOrepo

source: Download all samples (CSV)
cs: Stáhnout všechny vzorky (CSV)
de: Alle Proben herunterladen (CSV)
el: Κατεβάστε όλα τα δείγματα (CSV)
es: Descargar todas las muestras (CSV)
fi: Lataa kaikki näytteet (CSV)
fr: Télécharger tous les échantillons (CSV)
it: Scarica tutti i campioni (CSV)
nl: Alle monsters downloaden (CSV)
pl: Pobieranie wszystkich próbek (CSV)
pt: Transferir todas as amostras (CSV)
ro: Descărcați toate eșantioanele (CSV)
sk: Stiahnite si všetky vzorky (CSV)

source: Search samples
cs: Vzorky vyhledávání
de: Suchproben
el: Δείγματα αναζήτησης
es: Muestras de búsqueda
fi: Hakunäytteet
fr: Échantillons de recherche
it: Esempi di ricerca
nl: Zoekmonsters
pl: Próbki poszukiwawcze
pt: Amostras de pesquisa
ro: Probe de căutare
sk: Prehľadávanie vzoriek

source: Your data
cs: Vaše údaje
de: Ihre Daten
el: Τα δεδομένα σας
es: Sus datos
fi: Tietosi
fr: Vos données
it: I tuoi dati
nl: Uw gegevens
pl: Twoje dane
pt: Os seus dados
ro: Datele dumneavoastră
sk: Vaše údaje

source: Explore your soil sample locations on the map, then export or browse the table.
cs: Prozkoumejte umístění vzorků půdy na mapě, pak exportujte nebo projděte tabulku.
de: Entdecken Sie Ihre Bodenprobenorte auf der Karte, exportieren oder durchsuchen Sie die Tabelle.
el: Εξερευνήστε τις τοποθεσίες του δείγματος εδάφους σας στο χάρτη, στη συνέχεια, εξαγωγή ή περιήγηση στον πίνακα.
es: Explore sus ubicaciones de muestras de suelo en el mapa, luego exporte o navega por la tabla.
fi: Tutustu maaperänäytteen sijainti kartalla, sitten viedä tai selata taulukkoa.
fr: Explorez l'emplacement de votre échantillon de sol sur la carte, puis exportez ou parcourez la table.
it: Esplora le posizioni del campione del suolo sulla mappa, quindi esporta o naviga la tabella.
nl: Verken uw bodemmonsterlocaties op de kaart en exporteer of blader door de tabel.
pl: Zbadaj lokalizacje próbek gleby na mapie, a następnie eksportuj lub przeglądaj tabelę.
pt: Explore seus locais de amostra de solo no mapa, então exporte ou navegue pela tabela.
ro: Explorați locațiile de probă de sol de pe hartă, apoi exportați sau răsfoiți tabelul.
sk: Preskúmajte umiestnenie vzorky pôdy na mape, potom exportujte alebo prezrite tabuľku.

source: Fix data issues (%(n)s)
cs: Opravte problémy s daty (%(n)s)
de: Fehlerbehebung (%(n)s_)
el: Διόρθωση θεμάτων δεδομένων (__%(n)s_)
es: Arreglar los problemas de datos (%(n)s)
fi: Korjaa tiedot (__%(n)s_)
fr: Correction des problèmes de données (%(n)s)
it: Risolvere i problemi dei dati (__%(n)s_)
nl: Gegevensproblemen oplossen (%(n)s)
pl: Popraw problemy z danymi (%(n)s)
pt: Corrigir problemas de dados (%(n)s)
ro: Fixează datele (%(n)s)
sk: Fix dáta problémy (%(n)s_)

source: Final survey
cs: Závěrečný průzkum
de: Schlusserhebung
el: Τελική έρευνα
es: Estudio final
fi: Loppututkimus
fr: Enquête finale
it: Indagine finale
nl: Eindonderzoek
pl: Badanie końcowe
pt: Inquérito final
ro: Sondaj final
sk: Záverečný prieskum

source: We sincerely thank you for your commitment to this project!
cs: Upřímně vám děkujeme za váš závazek k tomuto projektu!
de: Wir danken Ihnen herzlich für Ihr Engagement für dieses Projekt!
el: Σας ευχαριστούμε ειλικρινά για τη δέσμευσή σας σε αυτό το έργο!
es: ¡Le damos las gracias sinceramente por su compromiso con este proyecto!
fi: Kiitämme teitä vilpittömästi sitoutumisestanne tähän hankkeeseen!
fr: Nous vous remercions sincèrement pour votre engagement dans ce projet!
it: Vi ringraziamo sinceramente per il vostro impegno a questo progetto!
nl: Wij danken u oprecht voor uw inzet voor dit project!
pl: Serdecznie dziękujemy za zaangażowanie w ten projekt!
pt: Agradecemos sinceramente por seu compromisso com este projeto!
ro: Vă mulţumim sincer pentru angajamentul dumneavoastră faţă de acest proiect!
sk: Úprimne vám ďakujeme za váš záväzok k tomuto projektu!

source: This is the third and final survey in the project, following the initial ones you completed before and after soil sampling. The majority of questions are consistent with the previous surveys so that we can accurately measure changes over time and understand the impact of project participation.
cs: Toto je třetí a poslední průzkum projektu, který následuje po počátečních, které jste dokončili před a po odběru vzorků půdy. Většina otázek je v souladu s předchozími průzkumy, abychom mohli včas přesně měřit změny a pochopit dopad účasti na projektu.
de: Dies ist die dritte und letzte Umfrage im Projekt, nach den ersten, die Sie vor und nach der Bodenprobenahme abgeschlossen. Die meisten Fragen stehen im Einklang mit den bisherigen Erhebungen, so dass wir Änderungen im Laufe der Zeit genau messen und die Auswirkungen der Projektbeteiligung verstehen können.
el: Αυτή είναι η τρίτη και τελευταία έρευνα στο έργο, ακολουθώντας τις αρχικές που ολοκληρώσατε πριν και μετά τη δειγματοληψία του εδάφους. Η πλειοψηφία των ερωτήσεων είναι συνεπείς με τις προηγούμενες έρευνες, έτσι ώστε να μπορούμε να μετράμε με ακρίβεια τις αλλαγές με την πάροδο του χρόνου και να κατανοούμε τον αντίκτυπο της συμμετοχής στο έργο.
es: Esta es la tercera y última encuesta en el proyecto, siguiendo los primeros que completó antes y después del muestreo del suelo. La mayoría de las preguntas son compatibles con las encuestas anteriores para poder medir con precisión los cambios a lo largo del tiempo y comprender el impacto de la participación del proyecto.
fi: Tämä on hankkeen kolmas ja viimeinen tutkimus, joka on tehty ennen ja jälkeen maaperänäytteenoton. Suurin osa kysymyksistä on yhteneviä aiempien kyselyiden kanssa, jotta voimme tarkasti mitata muutoksia ajan mittaan ja ymmärtää hankkeiden osallistumisen vaikutuksia.
fr: Il s'agit de la troisième et dernière enquête du projet, après celle que vous avez effectuée avant et après l'échantillonnage du sol. La majorité des questions sont conformes aux sondages précédents afin que nous puissions mesurer avec précision les changements au fil du temps et comprendre l'incidence de la participation aux projets.
it: Questa è la terza e ultima indagine nel progetto, seguendo le prime che hai completato prima e dopo il campionamento del suolo. La maggior parte delle domande sono coerenti con le precedenti indagini in modo che possiamo misurare con precisione i cambiamenti nel tempo e comprendere l'impatto della partecipazione del progetto.
nl: Dit is de derde en laatste enquête in het project, na de eerste die je voor en na bodembemonstering hebt afgerond. De meeste vragen komen overeen met de vorige enquêtes, zodat we veranderingen in de tijd nauwkeurig kunnen meten en de impact van projectparticipatie kunnen begrijpen.
pl: Jest to trzecia i ostatnia ankieta w projekcie, po tych wstępnych ukończonych przed i po pobraniu próbek gleby. Większość pytań jest spójna z poprzednimi badaniami, dzięki czemu możemy dokładnie mierzyć zmiany w czasie i rozumieć wpływ uczestnictwa w projekcie.
pt: Este é o terceiro e último levantamento do projeto, seguindo os primeiros que você completou antes e depois da amostragem do solo. A maioria das questões é consistente com as pesquisas anteriores para que possamos medir com precisão as mudanças ao longo do tempo e entender o impacto da participação do projeto.
ro: Acesta este al treilea și ultimul studiu din proiect, în urma celor inițiale ați finalizat înainte și după prelevarea de probe de sol. Majoritatea întrebărilor sunt în concordanță cu sondajele anterioare, astfel încât să putem măsura cu precizie schimbările în timp și să înțelegem impactul participării la proiect.
sk: Toto je tretí a posledný prieskum v projekte, ktorý nasleduje po prvých, ktoré ste dokončili pred a po odbere vzoriek pôdy. Väčšina otázok je v súlade s predchádzajúcimi prieskumami, aby sme mohli v priebehu času presne merať zmeny a pochopiť vplyv účasti na projekte.

source: Before you start: please only complete this survey if the lab results from your soil sample(s) have already been added to the repository. If the results are pending, please check back at a later time.
cs: Než začnete: prosím, vyplňte tento průzkum pouze tehdy, pokud výsledky laboratoře ze vzorku / vzorků půdy již byly přidány do úložiště. V případě, že výsledky jsou nedodělány, prosím zkontrolujte později.
de: Bevor Sie beginnen: Vervollständigen Sie bitte nur diese Umfrage, wenn die Laborergebnisse Ihrer Bodenprobe(en) bereits zum Projektarchiv hinzugefügt wurden. Wenn die Ergebnisse anhängig sind, überprüfen Sie bitte zu einem späteren Zeitpunkt zurück.
el: Πριν ξεκινήσετε: παρακαλώ συμπληρώστε αυτή την έρευνα μόνο εάν τα αποτελέσματα του εργαστηρίου από το(τα) δείγμα(τα) του εδάφους σας έχουν ήδη προστεθεί στο αποθετήριο. Εάν εκκρεμούν τα αποτελέσματα, παρακαλούμε ελέγξτε ξανά αργότερα.
es: Antes de comenzar: por favor solo complete esta encuesta si los resultados del laboratorio de su muestra de suelo ya se han añadido al repositorio. Si los resultados están pendientes, compruebe en un momento posterior.
fi: Ennen kuin aloitat: Täytä tämä tutkimus vain, jos maaperänäytteiden tulokset on jo lisätty varastoon. Jos tulokset ovat kesken, tarkista myöhemmin.
fr: Avant de commencer : veuillez remplir cette enquête seulement si les résultats du laboratoire provenant de vos échantillons de sol ont déjà été ajoutés au dépôt. Si les résultats sont en attente, veuillez les vérifier ultérieurement.
it: Prima di iniziare: si prega di completare questo sondaggio solo se i risultati del laboratorio dal campione del terreno (s) sono già stati aggiunti al repository. Se i risultati sono in sospeso, si prega di controllare indietro in un secondo momento.
nl: Voordat u start: vul dit onderzoek alleen in als het lab resultaten van uw bodemmonster(s) al zijn toegevoegd aan de repository. Als de resultaten in behandeling zijn, kijk dan later terug.
pl: Przed rozpoczęciem badania: proszę wypełnić badanie tylko wtedy, gdy wyniki badań z próbek gleby zostały już dodane do repozytorium. Jeśli wyniki są w toku, należy sprawdzić ponownie w późniejszym czasie.
pt: Antes de começar: por favor, só complete esta pesquisa se os resultados do laboratório de sua amostra de solo já foram adicionados ao repositório. Se os resultados estiverem pendentes, por favor, verifique de novo mais tarde.
ro: Înainte de a începe: vă rugăm să completați acest studiu numai în cazul în care rezultatele de laborator ale eșantionului dumneavoastră de sol (s) au fost deja adăugate în depozit. În cazul în care rezultatele sunt în așteptare, vă rugăm să verificați înapoi la un moment ulterior.
sk: Pred začatím: prosím, dokončite tento prieskum len vtedy, ak už boli do úložiska pridané výsledky laboratória z vašej vzorky pôdy. Ak výsledky ešte nie sú k dispozícii, prosím, skontrolujte ich neskôr.

source: Go to final survey
cs: Přejděte na závěrečný průzkum
de: Zur Abschlussbefragung
el: Μετάβαση στην τελική έρευνα
es: Ir a la encuesta final
fi: Siirry loppututkimukseen
fr: Aller à l'enquête finale
it: Vai al sondaggio finale
nl: Ga naar de laatste enquête
pl: Przejdź do ostatniego badania
pt: Ir para a pesquisa final
ro: Du-te la ultimul sondaj
sk: Prejsť na záverečný prieskum

source: Data use information
cs: Informace o využití údajů
de: Informationen zur Datenverwendung
el: Πληροφορίες χρήσης δεδομένων
es: Información sobre el uso de datos
fi: Tietojen käyttötiedot
fr: Informations sur l'utilisation des données
it: Informazioni sull'uso dei dati
nl: Informatie over gegevensgebruik
pl: Informacje dotyczące wykorzystywania danych
pt: Informações sobre a utilização dos dados
ro: Informații privind utilizarea datelor
sk: Informácie o použití údajov

source: I have already completed it
cs: Už jsem to dokončil
de: Ich habe sie bereits fertiggestellt
el: Το έχω ήδη ολοκληρώσει
es: Ya lo he completado
fi: Olen jo saanut sen valmiiksi
it: Io ho già completato
nl: Ik heb het al afgemaakt
pt: Já o completei
ro: Am terminat-o deja
sk: Už som to dokončil

source: Processing survey data in the ECHO project
cs: Údaje z průzkumu zpracování v projektu ECHO
de: Erhebungsdaten im ECHO-Projekt verarbeiten
el: Δεδομένα έρευνας για την επεξεργασία του έργου ECHO
es: Procesamiento de datos de encuestas en el proyecto ECHO
fi: ECHO-hankkeen tutkimustietojen käsittely
fr: Traitement des données d'enquête dans le cadre du projet ECHO
it: Dati dell'indagine di elaborazione nel progetto ECHO
nl: Verwerking van enquêtegegevens in het ECHO-project
pl: Dane z badania przetwarzania w projekcie ECHO
pt: Processamento dos dados do inquérito no projecto ECHO
ro: Prelucrarea datelor sondajului în proiectul ECHO
sk: Spracovanie údajov z prieskumu v projekte ECHO

source: The objective of this survey data is to examine the impact of project participation on participant attitudes and motivation towards soil.
cs: Cílem těchto údajů z průzkumu je prozkoumat dopad účasti projektu na postoje účastníků a motivaci k půdě.
de: Ziel dieser Erhebungsdaten ist es, die Auswirkungen der Projektbeteiligung auf die Einstellung der Teilnehmer und die Motivation des Bodens zu untersuchen.
el: Στόχος των δεδομένων της έρευνας αυτής είναι να εξεταστεί ο αντίκτυπος της συμμετοχής του έργου στη στάση των συμμετεχόντων και τα κίνητρα προς το έδαφος.
es: El objetivo de este estudio es examinar los efectos de la participación de los proyectos en las actitudes de los participantes y la motivación hacia el suelo.
fi: Tämän kyselyn tavoitteena on selvittää hankkeen osallistumisen vaikutusta osallistujien asenteisiin ja motivaatioon maaperää kohtaan.
fr: L'objectif de cette enquête est d'examiner l'impact de la participation au projet sur les attitudes des participants et la motivation à l'égard du sol.
it: L'obiettivo di questo sondaggio è quello di esaminare l'impatto della partecipazione del progetto sugli atteggiamenti dei partecipanti e la motivazione verso il suolo.
nl: Het doel van deze enquêtegegevens is de impact van projectparticipatie op de attitudes van deelnemers en motivatie ten opzichte van de bodem te onderzoeken.
pl: Celem niniejszego badania jest zbadanie wpływu uczestnictwa w projekcie na postawy uczestników i motywację do gleby.
pt: O objetivo desta pesquisa é analisar o impacto da participação do projeto nas atitudes e motivação dos participantes em relação ao solo.
ro: Obiectivul acestui studiu este de a examina impactul participării proiectelor asupra atitudinilor și motivării participanților față de sol.
sk: Cieľom tohto prieskumu je preskúmať vplyv účasti projektu na postoje účastníkov a motiváciu k pôde.
